# FLayer

## Description
Function FLayer returns a handle to the first layer in a Vectorworks document.&lt;BR&gt;
&lt;BR&gt;

```pascal
FUNCTION FLayer : HANDLE;
```

```python

def vs.FLayer():
    return HANDLE
```

## Version
Availability: from MiniCAD
## Category
* Layers